{
  "levels": [
    {
    "level": 1,
    "dares":
      [
      "Close your eyes and send a blind text to a random person",
      "Yell out the first word that comes to your mind right now",
      "Call the pizza place and order 300 sardine pizzas",
      "Go to the neighbour’s house and ask for a banana",
      "Go up to someone random and ask for a hug",
      "Set your cell phone language to Chinese for the next 10 minutes",
      "Act like you do not understand your own language until your next turn (come up with your own language)",
      "Write a Facebook (or other social media) post only using your toes",
      "Paint your toenails only using your teeth",
      "Take a shot",
      "Take a shot off of the person to your right",
      "Run down the street in only your underwear",
      "Slap the person to your left on the booty",
      "Floss the teeth of the person to your left",
      "Take a shower fully clothed",
      "Snort a line of sugar",
      "Twerk on a handstand",
      "Let someone give you haircut with their weak hand",
      "Call someone random, and talk freaky to them",
      "Email one of your professor’s and tell them you love them",
      "Take two shots of a dark and a light liquor (4 shots total)",
      "Chug a whole beer in 15 seconds",
      "Sit in the trash can for the next round",
      "Chug an entire beer, then spin around for 15 seconds, after that try to run to the door",
      "Take 2 shots and do a cartwheel",
      "Call your parents and tell them you’re dropping out",
      "Do your best chicken dance outside on the lawn",
      "Using only your elbows, make a Facebook status and post it",
      "Send an email to one of your teachers, telling them about howyour day is going",
      "Take a selfie with a broom and post it on all of your socialmedia",
      "Try to tickle yourself",
      "Do a cannonball onto the couch",
      "Call and yell at one of your parents and then tell them they are grounded for a week",
      "Eat a mouthful of crackers and try to whistle.",
      "Take off your socks and wear them on your hands for the rest of the evening.",
      "Get a large garbage bag and cut the bottom open. Put it on like a skirt and tie the ties around your waist. Act like you are modeling couture on the catwalk."
      ],
    "truths":
      [
      "How do you put your toilet paper on the roll?",
      "How do you feel about end pieces of a loaf of bread?",
      "Can you touch your tongue to your nose?",
      "Can you lick your elbow?",
      "Have you ever blacked out from drinking too much?",
      "What is the most annoying thing that your roommate has ever done?",
      "Did you smoke or drink before college? Or did you start when you got here?",
      "What is most amount of shots that you have taken in one night?",
      "What is the longest you have gone without sleep?",
      "Have you ever gotten an STD?",
      "Have you ever woken up to a stranger in your bed?",
      "What is the earliest you have ever started drinking in the day?",
      "Have you ever spent your parent’s money on alcohol?",
      "How many freshmen have you slept with?",
      "Have you ever taken money from a freshman?",
      "Have you ever lied to your parents about if you were in classes or not?",
      "What's the dumbest thing you've ever done on a dare?"
      ]
    },
    {
    "level": 2,
    "dares":
      [
        "I dare you to Stand up for 2 turns",
        "I dare you to do 10 pushups with one hand in less than a minute",
        "I dare you to do a headstand for 2 mins"
      ],
    "truths":
      [
        "What is your biggest fear in a relationship?",
        "What was your funniest first date ever?",
        "What actor/actress do you prefer?",
        "What was your childhood nickname?",
        "What is your favourite movie?",
        "If there was no such thing as money, what would you do with your life?",
        "What is your favourite food?",
        "What are your three favourite colours, and why?",
        "What is your dream job?",
        "If you were trapped on an island for 3 days, what would you take with you?",
        "Who is your favourite person and why?",
        "Do you prefer apple or android?",
        "What is your best talent?",
        "If you could take away one bad thing in the world, what would it be?",
        "What is your guilty pleasure?",
        "What is the most exotic food that you have ever eaten?"
      ]
    },
    {
    "level": 3,
    "dares":
      [
        "Dare3.1",
        "Dare3.2"
      ],
    "truths":
      [
        "What is your biggest turn off in a partner?",
        "Who is your secret crush?",
        "What was your best sexual experience?"
      ]
    },
    {
    "level": 4,
    "dares":
      [
        "Get on the table (or in the middle/front) and do a strip tease",
        "Tie a cherry stem with your tongue",
        "With much clothes on (for now) top your partner and start riding",
        "Twerk in only your underwear",
        "Lick someone from their neck all the way to the brim or their underwear",
        "Suck on someone's belly button for a minute",
        "Unwrap a piece of candy in your mouth",
        "Put a wrapped piece of candy in your mouth and then unwrap it with someone",
        "Make out with someone",
        "With no bottoms, sit on your partner’s man piece until the next round",
        "With no bottoms, spoon your partner until the next round",
        "Spray whipped cream (or any other food) all over someone in the group and eat it off of them",
        "Bite/kiss your partner’s booty",
        "Stand outside naked for 3 minutes",
        "Take off someone's bra using only your teeth",
        "Pull up your favourite porn site your phone right now",
        "Put a hickey on the inner thigh of someone",
        "Let someone rub your inner thighs, but don’t let yourself get hard",
        "Go blindfolded into the closet, undress, and redress with items only available in that same closet.",
        "Give the person to your right a hickie",
        "Give a topless lap dance",
        "Twerk while in a split",
        "Take someone's shirt off, only using your teeth",
        "Blindfolded, spin around for 10 seconds, kiss the person in front you at the end of your spinning",
        "Blindfolded, let someone tie you to a chair and give you a lapdance",
        "Raise your shirt and play with your nipples",
        "Wearing only high heels do a strip dance for the group"
      ],
    "truths":
      [
        "If you could do whatever you wanted to someone what would it be?",
        "Describe what you would like to do to someone",
        "On a scale from 1 to 10 how good head do you give?",
        "Have you ever had bad sex?",
        "Do you like it rough or soft?",
        "Would you ever want to go to a swingers party?",
        "What is your favourite pair of my underwear?",
        "Have you ever faked an orgasm with someone?",
        "What part of your body would you love for someone to massage?",
        "Have you ever thought about someone else while having sex?",
        "Do you like drunk sex?",
        "Would you ever want to get a stripper pole for your room?",
        "Would you ever cook naked for your partner?",
        "What is your biggest turn off in a partner?",
        "Who is your secret crush?",
        "What was your best sexual experience?",
        "Where is your favourite place to be kissed?",
        "What is the longest time you’ve gone without sex and masturbation?",
        "Do you prefer to be on top or bottom?",
        "What is your favourite position?",
        "Have you ever paid for sex?",
        "Who was your first partner?",
        "Have you ever made a video of yourself?",
        "Who is your favourite porn star?",
        "What is your favourite type of porn?",
        "What is your favourite strip club?",
        "Have you ever thought about being a stripper?",
        "Do you prefer the lights on or off?",
        "Does size matter?",
        "Do you prefer to have music in the background, or for it to be quiet?",
        "Do you prefer for your partner to be silent, or do you like moans?",
        "Do you like a lot of foreplay?",
        "What is your favourite type of foreplay?",
        "Have you done role-playing?",
        "What is your role-playing fantasy?",
        "Would you ever have sex with one of your professors? If so, which one?",
        "Have you ever had sex anywhere on campus?",
        "Have you ever had sex in your roommate’s bed?",
        "Have you ever been a stripper?",
        "Have you ever slept with your roommate’s bf/gf?",
        "Have you ever had sex in your parent’s bed?",
        "Have you used a toy while having sex?",
        "What is the longest you’ve gone without sex or masturbation?",
        "Have you ever done a sex train? (whatever that is)"
      ]
    },
    {
    "level": 5,
    "dares":
      [
        "Give someone head with their underwear still on",
        "Go outside completely naked and walk slowly up to the mailbox and back",
        "Send a nude to one of your exes",
        "You must act like the sex slave to someone. Doing whatever they say to do for the next 15 minutes.",
        "Make someone cum using only your hands",
        "Give head to someone for 2 full songs",
        "Make love with someone for 3 minutes only (must stop after 3 minutes)",
        "Give a hand job to someone for 3 minutes",
        "Give someone a peak of your private",
        "Go in the next room and make a sex video with someone for 5 minutes",
        "Take a naked selfie and send it to someone",
        "Sit naked for the rest of the game",
        "Blindfold yourself, Spin around for ten seconds, who ever you are pointing to at the end, go in the next room and enjoy 7 minutes of heaven",
        "Give someone head for 3 minutes",
        "Put your hand down someone’s pants until the next round",
        "Kiss someone all around their “down-low” area (not the actual part tough)",
        "Take off someone’s underwear using only your teeth",
        "Lick or suck on the nipples of someone for a minute",
        "Masturbate in front of the group",
        "Go in the next room with 2 players and have a threesome",
        "Put a finger up someone's ass"
      ],
    "truths":
      [
        "Would you ever want to make a video with someone?",
        "What sexual position have you always wanted to try?",
        "Do you like “doggy-style” or “missionary” better?",
        "What food would you like me to eat off of someone?",
        "Have you ever not been in the mood, but still had sex because it made someone happy?",
        "Have you ever done something that you didn’t enjoy during sex?",
        "What is the funniest thing that you have ever done during sex?",
        "Would you ever want to have sex with one of your friends? If so, who?",
        "What is the thing that makes you cum every time?",
        "If you could invite any of your friends into the bedroom with your partner, who would it be?",
        "Would you ever eat booty?",
        "Where do you like tongue the most?",
        "What is the best sexual experience that you remember?",
        "Do you like giving head?",
        "What is the longest you’ve had sex in one session?",
        "Have you ever wanted to have an orgy?",
        "Have you ever had a threesome?",
        "Spit or Swallow?",
        "How many orgasms have you had in one sexual encounter?",
        "Would you ever have sex for money?",
        "What is your strangest sexual fantasy?",
        "What is your sweet spot?",
        "Have you ever performed oral on someone of the same sex?",
        "Where is the strangest place you’ve ever had sex?",
        "Have you ever had sex outside?",
        "What is the worst sexual experience you’ve ever had?",
        "What is your least favourite position?",
        "Do you like anal?",
        "Do you enjoy rough or slow sex?",
        "Have you ever taken it in the butt or would you?",
        "Describe how you orgasim feels?",
        "How many partners have you had at one time?",
        "Would you ever watch your partner have sex with someone else?",
        "How do you feel about sex in groups?",
        "Would you ever do a 3-some?",
        "What is the longest you’ve ever given head?"
      ]
    }
  ]
}
